import { carTransfer } from "../assets/images";

export const modalContent = {
  transfer: {
    title: "Трансфер с аэропорта",
    text: "Мы предлагаем комфортный и надежный трансфер из любого аэропорта Грузии прямо к вашему месту проживания. Наши водители встретят вас с табличкой, помогут с багажом и довезут до дверей вашего отеля или апартаментов.",
    img: carTransfer,
    desc: [
      {text: "✅ Комфортабельные автомобили"},
      {text: "✅ Встреча с табличкой в аэропорту"},
      {text: "✅ Помощь с багажом"},
      {text: "✅ Круглосуточная поддержка"},
      {text: "✅ Фиксированная стоимость без скрытых платежей"},
    ],

  },
  location: {
    title: "Идеальная локация",
    text: "Детальное описание расположения апартаментов, ближайшие достопримечательности и карта местности."
  }
};

