import { ski, snowboard, tbilisi, svaneti, borjomi, kazbegi, supboard, walkingTour, wineTours, seaSide, bike, extreme } from "../assets/images"

export const summerTours = [
  {
    title: "Сапборды",
    price: "120$ за тур",
    img: supboard,
    description:
      "Сплав по горным рекам Грузии на надувных лодках. Вас ждут незабываемые эмоции и живописные пейзажи.",
  },
  {
    title: "Пешие прогулки",
    price: "50$ за день",
    img: walkingTour,
    description:
      "Исследуйте горные тропы и живописные долины Грузии. Наши гиды покажут вам самые красивые места.",
  },
  {
    title: "Винные туры",
    price: "80$ с дегустацией",
    img: wineTours,
    description:
      "Посетите знаменитые винодельни Грузии, попробуйте лучшие вина и узнайте секреты их производства.",
  },
  {
    title: "Пляжный отдых",
    price: "60$ трансфер",
    img: seaSide,
    description:
      "Насладитесь солнцем и морем на лучших пляжах Грузии. Мы организуем для вас комфортный трансфер.",
  },
  {
    title: "Велотуры",
    price: "75$ за маршрут",
    img: bike,
    description:
      "Откройте для себя Грузию с новой стороны, путешествуя на велосипеде по живописным маршрутам.",
  },
  {
    title: "Экстремальный отдых",
    price: "145$ с гидом",
    img: extreme,
    description:
      "Посетите самые интересные достопримечательности Грузии с нашими опытными гидами.",
  },
];

export const winterTours = [
  {
    title: "Горные лыжи",
    price: "150$ за день",
    img: ski,
    description:
      "Покорите горные вершины на лучших горнолыжных курортах Грузии. Мы предоставим вам все необходимое оборудование.",
  },
  {
    title: "Сноубординг",
    price: "140$ за день",
    img: snowboard,
    description:
      "Насладитесь катанием на сноуборде по заснеженным склонам Грузии. Наши инструкторы помогут вам освоить этот вид спорта.",
  },
  {
    title: "Величественный Казбеги",
    price: "200$ комплекс",
    img: kazbegi,
    description:
      "Расслабьтесь и восстановите силы в лучших спа-курортах Грузии. Вас ждут термальные источники, массаж и другие процедуры.",
  },
  {
    title: "Новогодняя столица",
    price: "90$ маршрут",
    img: tbilisi,
    description:
      "Отправьтесь в зимний поход по живописным местам Грузии. Наши гиды проведут вас по самым интересным маршрутам.",
  },
  {
    title: "Снежная Сванетиа",
    price: "100$ программа",
    img: svaneti,
    description:
      "Погрузитесь в атмосферу Рождества в Грузии. Вас ждут праздничные ярмарки, концерты и другие мероприятия.",
  },
  {
    title: "Термальные источники",
    price: "70$ посещение",
    img: borjomi,
    description:
      "Посетите термальные источники Грузии и насладитесь целебными свойствами воды.",
  },
];
